{"data":{"allStrapiTeamMember":{"edges":[{"node":{"name":"Dr. Saleem Janjua","Image":{"file":{"publicURL":"/geb/static/36bd8ff66c46b3e85d7b7aa96cd76f9d-703374bdb5e7e874015c78d9b19b5bd5.png"},"caption":"Dr. Saleem Janjua profile image."},"about":"Dr. Saleem Janjua is the National Project Coordinator (NPC) of Generating Global Environmental Benefits (GEB) project. He has over 20 years' experience of professional practice, project management and research in the field of urban development, sustainable transport, environmental protection, and climate change. He holds Doctor of Philosophy (PhD) from RMIT University, Melbourne, Australia. He has vast experience in providing research and development work, planning, policy and management services related to the urban development under the overall context of economic, social and environmental sustainability, and hands-on experience in design, monitoring and evaluation of UNDP, Government of Pakistan & other international donor funded projects (through web based models, systems and office software packages including PROMIS, ATLAS and STAR), and establishing inter-relationships among academia/research organizations, national/provincial governments and international organizations/donors. The strengths of Dr. Janjua include the ability to lead project and research and development (R&D) teams in strategic planning and creating responses to emerging challenges and opportunities related to the sustainable development. Also, he likes working in close collaboration with the academia, researchers, federal and provincial governments, public sector organizations, international agencies and other development partners to successfully implement the projects. During the last 20 years, Dr. Janjua has worked for many national and international organizations/positions in Pakistan, Australia and the USA, including: (1) Executive Director, Centre of Excellence-China Pakistan Economic Corridor (COE-CPEC), Pakistan Institute of Development Economics & Ministry of Planning Development and Reforms; (2) Country Head/National Project Manager, Pakistan Sustainable Transport (PAKSTRAN), United Nations Development Programme (UNDP) and Ministry of Water and Power, Govt. of Pakistan; (3) Head of the Environment in many District/City District Governments of Punjab, Pakistan; (4) Project Director (Labs), Deputy Director (Technical) & Assistant Director (Field) with the Environmental Protection Agency (EPA), Government of Punjab, Pakistan; (5) Research Fellow at RMIT University, Melbourne, Australia; and (6) the Editor ‘AdaptNet, Theme Editor ‘NAPSNet’ and ‘Research Associate’ with the Nautilus Institute for Security and Sustainability, University of San Francisco, California, USA. In past, Dr. Janjua has achieved some international awards/scholarships as well, including: Australian Development Scholarship-ADS (AusAID) from the Australian Agency for International Development in 2001. He has also obtained an Australian Postgraduate Award (APA) in 2007 from the Commonwealth Government on the basis of academic excellence. Dr. Janjua was also awarded NAATI (Australian National Accreditation Authority for Translators and Interpreters) accreditation in 2003 by passing a competitive NAATI examination for ‘Professional Translator’ of Australia. Dr. Janjua has edited more than 1000 national and international articles related to the field of climate change, sustainable urban development and environmental protection. Moreover, he has written numerous international refereed journal and conference papers.","remarks":"","job_title":"National Project Coordinator - GEB","job_desc":"United Nations Development Programme (UNDP)  & \n<br>\nMinistry of Climate Change (MOCC)\n<br>\nGovernment of Pakistan"}},{"node":{"name":"Ms. Naheed Shah Durrani","Image":{"file":{"publicURL":"/geb/static/341498ed8eb2c7b2577644d9bd3b3956-b097a45825d00ba440337f341a304353.png"},"caption":"Secretary Naheed Shah Durrani"},"about":"","remarks":"","job_title":"Secretary / National Project Director - GEB","job_desc":"Ministry of Climate Change (MOCC)\n<br>\nGovernment of Pakistan"}},{"node":{"name":"Mr. Lutfullah Khalid","Image":{"file":{"publicURL":"/geb/static/baaec1c8b6c770aa4fcee9da26ac46f4-8cda16ff5b703db7ddceaf797bfd84aa.png"},"caption":null},"about":null,"remarks":null,"job_title":" Assistant Project Officer","job_desc":null}},{"node":{"name":"Mr. Shahzad Khan","Image":{"file":{"publicURL":"/geb/static/95039113a881433049513f003314d77d-affaa22fe3e6662ecabeb85bc3f9a535.png"},"caption":null},"about":null,"remarks":null,"job_title":"Project Accountant","job_desc":null}},{"node":{"name":"Mr. Hasan Mehmood","Image":{"file":{"publicURL":"/geb/static/10ed1f583bb1f24a166811a08fe0e2f3-4bf2ebb9c1d8a05c5edd950d7d3845ec.png"},"caption":null},"about":null,"remarks":null,"job_title":"Individual Consultant","job_desc":null}}]}}}