{"data":{"allStrapiProjectDescription":{"edges":[{"node":{"outcomes":[{"title":"Availability of Consistent and Reliable Environmental Data","body":"The regular generation, flow and availability of consistent information has been a major hurdle, especially in environmental reporting. While previous efforts in Pakistan did produce some environment related reports/environmental profiles, the ability to regularly produce such reports remained contingent on a functioning system of data generation/gathering and availability. The focus of this outcome is, therefore, on strengthening the gathering of primary data, its compilation, and flow to a point where it is housed and accessible as a one-stop shop for consistent & reliable data. This will be the data that, at least, various government/non-government plans, projects and programmes would source and reference for future planning.\n\n","cover":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/5e1e4bb4811d2528ad9816b772175897.png absPath of file","publicURL":"/geb/static/5e1e4bb4811d2528ad9816b772175897-41dc79309b24921ff275dfb1f6f1d8d1.png","size":8178,"ext":".png"},"slider_background":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/d1f1d8ee9a145b59be6d54515c451983.jpg absPath of file","publicURL":"/geb/static/d1f1d8ee9a145b59be6d54515c451983-e729297d164a8daf32da59e683c0c0ee.jpg","size":224386,"ext":".jpg"}},{"title":"A Coordinated and Robust Environmental Information Management System (EIMS)","body":"This outcome aims to identify & leveraging investments and efforts already made in Pakistan regarding environmental information management systems (EIMSs) and working towards effective coordination and longer term sustainability of what already exists in true spirit of the intended GEF/UNDP funding through the GEB project, and establishing a pilot Environmental Information Management System (EIMS) in Pakistan. In view of the above and the importance of having a functional EIMS, it is important to set a realistic plan and targets, and set up a pilot EIMS at MoCC/pilot systems in Punjab and KP provinces.","cover":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/366229021b9beeb151480e439cdf3e8d.png absPath of file","publicURL":"/geb/static/366229021b9beeb151480e439cdf3e8d-555b2408317b19964f470b791cdbe3b0.png","size":9612,"ext":".png"},"slider_background":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/3114e95fb1b5a852c19097a879cd757b.jpg absPath of file","publicURL":"/geb/static/3114e95fb1b5a852c19097a879cd757b-d77efdcdf54fbfa39d6f310bdf5c3018.jpg","size":190242,"ext":".jpg"}},{"title":"Enhanced Commitment and Capacity for Sustainable Development Planning and Legislation","body":"The lack of informed public opinion and broader awareness and commitment towards environmental information & management are in fact two major barriers in integrating locally and globally important environmental concerns in development. Therefore, this outcome of capacity building for environmental information & management (under GEB project), in departure from the usual course of developing more guidelines and providing more trainings to select functions, is focused on addressing the core constraints - through novel capacity building activities - impeding progress towards establishing pilot EIMSs in Pakistan.","cover":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/6d0835089ee00207af1ddd7ff9a50df1.png absPath of file","publicURL":"/geb/static/6d0835089ee00207af1ddd7ff9a50df1-edbecf25f7066b7c75b1b8984cc48a25.png","size":8263,"ext":".png"},"slider_background":{"id":"/home/cocomo/dev/js/gatsby/.cache/gatsby-source-filesystem/2ed30cfa79fec6d48602906b19ec5d00.jpg absPath of file","publicURL":"/geb/static/2ed30cfa79fec6d48602906b19ec5d00-c3a398cf13d42db3c987b38f6aa04811.jpg","size":291319,"ext":".jpg"}}]}}]}}}