{"data":{"allStrapiActivity":{"edges":[{"node":{"date":"2019-10-11","Cover":{"caption":"LOA signing by Dr. Saleem Janjua and faculty of Peshawar University.","file":{"publicURL":"/geb/static/3c3c35bffdd5d237aba777e6110ae73e/e0d930cebeb215d1609eafdf750f6184.jpg"}},"title":"LoA signed between Generating Global Environmental Benefits (GEB) and University of Peshawar","venue":"University of Peshawar, Peshawar","description":"On 11th Oct 2019, a Memorandum of Understanding (MOU) was signed between the Ministry of Climate Change (MoCC), United Nations Development Programme (UNDP) under Generating Global Environmental Benefits (GEB) and University of Peshawar. Federal Secretary Climate Change, Mr. Hassan Nasir Jamy and Vice Chancellor, University of Peshawar, Prof. Dr. Muhammad Asif Khan signed the MOU. Country Coordinator GEB, MoCC & UNDP Dr. Saleem Janjua was present at the MOU signing with University of Peshawar and he said that it is very important to involve youth especially universities in research activities as well as the Clean Green Pakistan movement so that they can help in tackling climate change and come up with innovative solutions to protect environment through better data management. The key purpose of the MOU was to collaborate for research activities, support in the establishment of Environmental Information Management System (EIMS) for Pakistan, and contribute to the Clean Green Pakistan Movement, an initiative launched by the Prime Minister of Pakistan in 2018.  Moreover, through this MOU  students from the University of Peshawar will be engaged in various activities regarding protection of environment and emerging challenges of climate change.\n\nGenerating Global Environmental Benefits (GEB) programme of UNDP under the dynamic leadership of Dr. Saleem Janjua, Country Coordinator  aims to establish an integrated and robust environmental information management system for Pakistan. Environmental sustainability is a grave concern for Pakistan and the need of the hour is to establish a robust environmental information management system for the country through support of provinces. Programmes like GEB, through UNDP assistance, can play an imperative role. Government, academia and civil society also have a key role in this regard and need to work in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Event"}]}},{"node":{"date":"2019-10-09","Cover":{"caption":"Dr. Saleem Janjua speaking at University of Agriculture, Faisalabad about importance of EIMS","file":{"publicURL":"/geb/static/153b8af7a93b0a0d983ec28e33f8e6a5/917d9609412d1299da99532959ea25ce.jpg"}},"title":"Environmental Information & Management – The Case of Punjab","venue":"University of Agriculture, Faisalabad","description":"A “lecture” titled “Environmental Information and Management: The case of Punjab, Pakistan” was organized by the United Nations Development Programme (UNDP) and Ministry of Climate Change, Government of Pakistan, in collaboration with University of Agriculture, Faisalabad under the Global Environmental Benefits (GEB), at New Senate Hall on 28th of November, 2019 in Faisalabad, Punjab. The overall objective of the lecture was to educate the selected representatives/stakeholders by enhancing their commitment and capacity for playing an effective role with regard to better and prosperous Pakistan. \n\nThe delegation was led by Dr. Saleem Janjua, Ministry of Climate Change and Country Coordinator of GEB, UNDP. Dr. Saleem Janjua in his key address presented the brief overview of the UNDP and Government of Pakistan’s initiatives related to environmental information and management. He highlighted the importance of environmental information and management systems in the country. \n\nProfessor Muhammad Dr. Ashraf, Vice Chancellor, University of Agriculture, Faisalabad and faculty of UAF appreciated the efforts of Mr. Hassan Nasir Jamy, Federal Secretary, Ministry of Climate Change (MoCC) and National Project Director (NPD) of GEB, UNDP at national and provincial level for taking steps towards better environmental data management. ","activity_types":[{"name":"Lecture"}]}},{"node":{"date":"2019-10-08","Cover":{"caption":"Group photo at BUITEMS, Quetta.","file":{"publicURL":"/geb/static/8140cc6a9d40d61cf871bd20242eca25/3d055ed4c78bc6244c53cd56fe84787d.jpg"}},"title":"Roundtable Conference - Environmental Information Management system and the World","venue":"BUITEMS, Quetta","description":"Environmental Information Management System (EIMS) and the World – Course of Action for Balochistan, Pakistan. On 21st Nov 2019, a Round Table Conference (RTC) titled \" ENVIRONMENTAL INFORMATION & MANAGEMENT SYSTEM AND THE WORLD: COURSE OF ACTION FOR BALOCHISTAN, PAKISTAN was organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP), and BUITEMS University, Quetta under their Global Environmental Benefits (GEB) project. GEB project under the dynamic leadership of Dr. Saleem Janjua, Country Coordinator of MoCC and UNDP-Pakistan aims to establish an integrated and robust Environmental information management system for Pakistan. Dr. Janjua  formally opened the programme and in his key address presented the brief overview of the UN and Government of Pakistan's initiatives related to the environmental information and management. He highlighted the importance of environmental information & management system in the country and appreciated the efforts of United Nations in this regard. \n\nEngr. Ahmed Farooq Bazai, Vice Chancellor, BUITEMS University graced the occasion as guest of honor. He appreciated the theme of event and Dr. Saleem Janjua, Country Cordinator, GEB project-UNDP into organizing the RTC on a topic that is much needed for the environmental sustainability of Balochistan in specific and Pakistan in general. He also appreciated the support and guidance of Mr. Hassan Nasir Jamy, Federal Secretary, MoCC for his ongoing support for environment protection in Balochistan. The session proceeded with speeches and presentations and in-depth technical discussions on best practices for EIMS and way forward for Balochistan by speakers and participants. Stakeholders/Participants from different departments and organizations unanimously stressed on the need of robust environmental information management system for Balochistan province and the role that development projects like GEB, through UNDP assistance can play. It was also agreed that all government departments/stakeholders of Balochistan province will play their role, along with the Balochistan P&D Department, EPA and universities in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Conference"}]}},{"node":{"date":"2019-10-07","Cover":{"caption":"Group photo at PITB.","file":{"publicURL":"/geb/static/28872bf9ec95c791fc5c43473423f0f0/6261e85fda431e1e31b8554c1e2e2df5.jpg"}},"title":"EIMS & IT – Exploring the Role of Media and other stakeholders","venue":"Punjab IT Board, Lahore","description":"A delegation of Ministry of Climate Change and UNDP visited Punjab Information Technology Board (PITB) at Arfa Software Technology Park Lahore today. The objective of the visit was to educate the selected representatives from GoP/UNDP's \"Generating Global Environmental Benefits\" program regarding integration of IT, environment, development, and thus enhance their commitment and capacity for playing an effective role in their domain of action. The delegation led by Country Coordinator GEB, United Nations Development Programme Dr. Saleem Janjua met with Chairman PITB, Mr. Azfar Manzoor. The session proceeded with presentations and discussions on the importance of Environmental Information Management System (EIMS) and IT for environmental data and knowledge transfer. In the end participants visited different departments of PITB such as Citizen Facilitation Centre, Call Centre and Data Centre.","activity_types":[{"name":"Onsite Briefing"}]}},{"node":{"date":"2019-09-18","Cover":{"caption":"Group photo with faculty and students of NED.","file":{"publicURL":"/geb/static/cbd4f6ed769cae79c5644653bcf60d76/fb1f4548d668a03292b1bc4b0d7620c2.jpg"}},"title":"Environmental Information & Management – Global Examples & Lessons for Pakistan","venue":"Ned University, Karachi","description":"On 18th Sep 2019, a seminar titled \" ENVIRONMENTAL INFORMATION & MANAGEMENT: GLOBAL EXAMPLES AND LESSONS FOR PAKISTAN was organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP), and NED University, Karachi under their Global Environmental Benefits (GEB) project. GEB project under the dynamic leadership of Dr. Saleem Janjua, Country Coordinator of MoCC and UNDP-Pakistan aims to establish an integrated and robust Environmental information management system for Pakistan. Dr. Janjua  formally opened the programme and in his key address presented the brief overview of the UN and Government of Pakistan's initiatives related to the environmental information and management. He highlighted the importance of environmental information & management system in the country and appreciated the efforts of United Nations in this regard. Dr. Sarosh Lodhi, Vice Chancellor, NED University, Karachi graced the occasion as guest of honor. He appreciated the theme of event and Dr. Saleem Janjua, Country Cordinator, GEB project-UNDP into organizing the seminar on a topic that is much needed for the environmental sustainability of Sindh in specific and Pakistan in general. He also appreciated the support and guidance of Mr. Hassan Nasir Jamy, Federal Secretary, MoCC for his ongoing support for environment protection in Sindh. The session proceeded with speeches and presentations and in-depth technical discussions on best practices for EIMS by speakers and participants.\n\nAmong the topics covered were Introduction of environmental information and management, global practices of the EIMS and a way forward for EIMS in Sindh province.\n\nStakeholders/Participants from different departments and organizations unanimously stressed on the need of robust environmental information management system for Sindh province and the role that development projects like GEB, through UNDP assistance can play. It was also agreed that all government departments/stakeholders of Sindh province will play their role, along with the Sindh P&D Department, EPA and universities in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Seminar"}]}},{"node":{"date":"2019-08-06","Cover":{"caption":"Attendees at the GEB lecture.","file":{"publicURL":"/geb/static/635e6125bd23ed40e17e34c5d2170390/0c79911e88a8b2d574e4338d17d04a77.jpg"}},"title":"EIMS: Addressing Key Issues & Way Forward for Pakistan","venue":"Office of Chief Conservator of Forest, Abbottabad","description":"On August, 06th 2019 a one day lecture titled “EIMS for Pakistan: Challenges and Way Forward” was organized by Generating Global Environmental Benefits (GEB) Project, Ministry of Climate Change (MoCC) and United Nations Development Programme (UNDP), Islamabad in collaboration with Office of the Chief Conservator of Forest, Forest Northern Region II Abbottabad, KP. Dr. Saleem Janjua, Country Coordinator (GEB) Project, Ministry of Climate Change and UNDP-Pakistan graced the occasion with his presence and delivered the key note address. Dr. Janjua discussed the brief overview of the GEB initiative of the Government of Pakistan. He highlighted the importance of environmental information management system in the country that is required for better economic decision-making, and also appreciated the efforts of United Nations in this regard. Distinguished Guest <b>Mr. XYZ -                     Chief Conservator, Northern forest Region II, Abbottabad</b> welcomed the guests. He appreciated the efforts of GEB, MoCC & UNDP into organzing the subject lecture. The remarks session proceeded with an interactive lecture on the subject topic. Stakeholders/Participants from different departments agreed to the need of robust environmental information management system. Key issues and way forward were discussed in detail. It was agreed that all departments/stakeholders will play there role in addressing key issues and safe regarding environment of Pakistan. ","activity_types":[{"name":"Lecture"}]}},{"node":{"date":"2019-06-17","Cover":{"caption":"Group photo with the attendees.","file":{"publicURL":"/geb/static/f58b090935120803eac07b8e2b591de6/bee549f24aaff98968991bc944250f8d.jpg"}},"title":"Environmental Information & Management: Global Perspective and Way Forward for Khyber Pakhtunkhwa","venue":"Environmental Protection Agency, Peshawar","description":"On 17th June, 2019, a Round Table Conference (RTC) titled \" ENVIRONMENTAL INFORMATION & MANAGEMENT: GLOBAL PERSPECTIVES & WAY FORWARD FOR PAKISTAN was organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP), and EPA Peshawar under their Global Environmental Benefits (GEB) project. \n\nDr. Saleem Janjua, Country Coordinator of Ministry of Climate Change and UNDP-Pakistan graced the occasion as the Guest of Honour. Dr. Janjua  formally opened the programme and in his key address he presented the brief overview of the UN and Government of Pakistan's initiatives related to the environmental information and management. Dr. Saleem Janjua highlighted the importance of environmental information & management system in the country and appreciated the efforts of United Nations in this regard. Dr. M. Bashir Khan, Director General, Environment Protection Agency, KPK also shared his remarks on the theme topic of the RTC which proceeded with speeches and presentations and in-depth technical discussions on best practices for EIMS by speakers and participants.\n\nAmong the topics covered were Introduction of environmental information and management, global practices of the EIMS and a way forward for EIMS in KP province.\n\nStakeholders/Participants from different departments and organisations unanimously stressed on the need of robust environmental information management system for KP province and the role that development projects like GEB, through UNDP assistance can play. It was also agreed that all government departments/stakeholders of KP province will play their role, along with the KP P&D Department and EPA, in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Conference"}]}},{"node":{"date":"2019-04-30","Cover":{"caption":"Media persons at the Mograh Bio diversity park.","file":{"publicURL":"/geb/static/6d096f006d9974b86ee0f18623f590ac/df74d0c27a9ee2c793a9183dfc6ff333.jpeg"}},"title":"Exploring the role of Media for EIMS","venue":"Morgah Biodiversity Park, Rawalpindi","description":"On April,30, 2019, a seminar and an onsite visit titled \"EXPLORING THE ROLE OF MEDIA FOR ENVIRONM ENTAL INFORMATION MANAGEMENT SYSTEM (EIMS) were organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP) under their Global Environmental Benefits (GEB) initiative. Dr. Saleem Janjua, Country Coordinator (GEB) of Ministry of Climate Change and UNDP-Pakistan graced the occasion with his presence and delivered the Opening Remarks. Dr. Janjua presented the brief overview of the GEB initiative of the Government of Pakistan. He highlighted the importance of environmental information management system (EIMS) in the country that is required for better economic decision-making, and also appreciated the efforts of United Nations in this regard. He apprised the audience about the vital role that media can play for EIMS. Mr. Irshad Ramay, Coordinator, National Cleaner Production Center (NCPC) welcomed the guests and explained the contribution of NCPC for environmental sustainability in Pakistan. Representatives from print and electronic media as well as relevant stakeholders were present on the occasion. The event proceeded with an onsite visit to Morgah Biodiversity Park which in itself is an excellent example of ensuring development and environmental sustainability in a simultaneous manner. Media personals and relevant stakeholders appreciated the efforts of Government of Pakistan through Ministry of Climate Change for initiating the GEB project and stressed on the need of EIMS in Pakistan. it was unanimously agreed that media has an important role to play for ensuring environmental sustainability. Media is the 4th pillar of the state and should play a proactive role in formation of informed public opinion as well as rational reporting of development projects. The need of the hour is a robust environmental information management system in Pakistan and projects like GEB through UN assistance have an important, yet challenging, role to play. Environmental sustainability of Pakistan requires that all government departments and stakeholders should play their role in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Media Visit"}]}},{"node":{"date":"2019-04-23","Cover":{"caption":"Attendees at the EMIS seminar.","file":{"publicURL":"/geb/static/1d70a1fdcda6d92aa9c686012625fb0f/632bdf613261424c9a5b3d6be147e018.jpg"}},"title":"Environmental Information & Management: Global Perspectives & Way Forward for Pakistan","venue":"FJWU, Rawalpindi","description":"On April,23, 2019, a one day seminar titled \"GLOBAL PERSPECTIVES & WAY FORWARD FOR ENVIRONMENTAL INFORMATION & MANAGEMENT IN PAKISTAN\" was organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP) under their Global Environmental Benefits (GEB) project. Dr. Saleem Janjua, Country Coordinator (GEB) of Ministry of Climate Change and UNDP-Pakistangraced the occasion with his presence and delivered the key note address. Dr. Janjua presented the brief overview of the GEB initiative of the Government of Pakistan. He highlighted the importance of environmental information management system in the country that is required for better economic decision-making, and also appreciated the efforts of United Nations in this regard. Mr.Amanullah Khan, Assistant Resident Representative of UNDP shared his annotations for environmental information and management system and its need for Pakistan. Prof. Dr. Samina Amin Qadir, Vice Chancellor, Fatima Jinnah Women University, Rawalpindi was also present on the occasion. She appreciated the efforts of Government of Pakistan through Ministry of Climate Change for initiating the GEB project and stressed on the significance of EIMS in Pakistan. The seminar proceeded with presentations and in-depth technical discussions on EIMS, best pratices and way forward for Pakistan. Stakeholders/ Participants from different departments and organizations unanimously stressed on the need for a robust environmental information management system in Pakistan and the role that projects like GEB through UN assistance can play. It was also agreed that all government departments/stakeholders will play their role in a coordinated manner for addressing key issues and safeguarding environment of Pakistan","activity_types":[{"name":"Seminar"}]}},{"node":{"date":"2019-04-18","Cover":{"caption":"Attendees listening to a lecture on EIMS.","file":{"publicURL":"/geb/static/3ca84b68f50a48c2b36fce6941605860/dd3db8008bbb1fceeaf22d58ec1628bc.jpg"}},"title":"EIMS: Addressing Key Issues & Way Forward for Pakistan","venue":"Forest Department, Lahore","description":"On April, 18 2019, a one day consultative event, titled \"Environmental Information Management System: Addressing Key Issues and Way forward for Pakistan\" was organized by the Ministry of Climate Change (MoCC), Government of Pakistan along with the United Nations Development Programme (UNDP) under their Global Environmental Benefits (GEB) project. Dr. Saleem Janjua, Country Coordinator (GEB) of Ministry of Climate Change and UNDP-Pakistan was the chief guest. In his address, Dr. Saleem Janjua presented the brief overview of the GEB initiative of the Government of Pakistan. He highlighted the importance of environmental information management system in the country and appreciated the efforts of United Nations in this regard. Mr. Faisal Haroon, Chief Conservator of Forests, Lahore and Mr. Rana Naeem from UNDP Country Office Islamabad also shared their remarks on the topic. The event proceeded with an interactive discussion on the subject topic. Environmental information and management, key issues and way forward for Pakistan were discussed in detail. Stakeholders/Participants from different departments and organizations unanimously stressed on the need of robust environmental information management system for Pakistan and the role that projects like GEB through UN assistance can play. It was also agreed that all government departments/stakeholders will play there role in a coordinated manner for addressing key issues and safeguarding environment of Pakistan.","activity_types":[{"name":"Event"}]}},{"node":{"date":"2019-03-26","Cover":{"caption":"Group photo of attendees of the lecture.","file":{"publicURL":"/geb/static/0a2f4dd007157e0078905421076a3f85/543a158860478794eb2aef6cef509cb8.jpg"}},"title":"Environmental Information & Management: Addressing Key Issues & Way Forward for Pakistan","venue":"Forestry, Env & Wildlife Dept, Peshawar","description":"GEB project, funded by the UNDP/ Global Environment Facility (GEF), is being implemented by the Ministry of Climate Change (MoCC) aims to remove barriers to environmental information management and mainstream global environment concerns into the economic decision-making of Pakistan. As per the AWP-2019, a lecture was organized by PMU, GEB project with the title of “Environmental Information & Management: Addressing key Issues & Way Forward for Pakistan” on March 26, 2019 at Forestry, Environment & Wildlife Department, Peshawar. The objective of the visit was to ‘educate media/selected representatives regarding the integration of environment and development and thus enhance their commitment and capacity for the role of media in ensuring environmental sustainability’. \t\n\nThe purpose of the session was mainly to help contextualize the key stakeholders in the focus of the project. Therefore, the following approach was adopted: (a) Selection of the representation of the stakeholders, (b) Highlighting that the change is realized through efforts of critical mass of individuals who understand the purpose and are committed. The environment and associated issues were presented in the context of the UN conventions for which GEF serves as financial mechanism.  In caparison to global practices of environmental information and management, the expected output of the lecture was to increase understanding and importance of environmental information and management by: the foreword of concept allied to environmental information and management; Global examples of environmental information and management; The apt way forward for Environmental Information & Management System (EIMS) in Khyber Pakhtunkhwa (KPK) province.\n\nIt was agreed among the participants that arranging lectures such as this one are important to increase environmental understanding of the concerned stakeholders/participants as they have a vital role to play in raising environmental awareness as well as forming public views and perceptions on development projects. Participants of the subject visit appreciated the activity and efforts of GEB team and wished that it might continue in future through different forums so that they are capacitated with the right information on environment.","activity_types":[{"name":"Lecture"}]}},{"node":{"date":"2018-12-27","Cover":{"caption":"Dr. Saleem Janjua speaking at the event about importance of GEB initiative.","file":{"publicURL":"/geb/static/7bebab07a9edb65fe7757395d98f1421/2d2e754f14e848e4cb2b49577aff88f4.jpg"}},"title":"Inception Workshop and 1st PSC Meeting of GEB Project","venue":"Ministry of Climate Change, Islamabad","description":"Generating Global Environmental Benefits project (GEB) aims to remove the barriers to environmental information management and mainstream global environment concerns into economic decision-making. The objective of the said project is two-fold in its focus; one related to environmental information, and the other to employ this information for improved decision-making. The GEB project has three inter-related outcomes: regular availability of consistent and reliable environmental data; a coordinated and robust environmental information management system; and enhanced commitment and capacity for sustainable development planning and legislation. \n\nThe inception workshop was organized in December 2018 aiming at the development of first year work plan (2019) and formal inception of the Project. Also, the first Project Steering Committee (PSC) meeting was arranged on 27th Dec 2018 wherein the workplan of 2019 was approved by the competent authorities.","activity_types":[{"name":"Event"}]}}]}}}