{"data":{"allStrapiReport":{"edges":[{"node":{"id":"Report_1","title":"Environmental Information & Management: Addressing Key Issues & Way Forward for Pakistan","document":{"publicURL":"/web/static/d4090dcf180ec4aafa52dc3ddbf8567e/dae161bc4189bc1a66f19d0bb94485c5.pdf","size":811549},"cover":{"publicURL":"/web/static/2872e06e73e47cc4764f612e4dee74be/4611cc95eb4187e62f0908de83403439.jpg","size":308108},"summary":"GEB project, funded by the UNDP/ Global Environment Facility (GEF), is being implemented by the\nMinistry of Climate Change (MoCC) aims to remove barriers to environmental information\nmanagement and mainstream global environment concerns into the economic decision-making of\nPakistan. As per the AWP-2019, a lecture was organized by PMU, GEB project with the title of\n“Environmental Information & Management: Addressing key Issues & Way Forward for Pakistan”\non March 26, 2019 at Forestry, Environment & Wildlife Department, Peshawar. The objective of the\nvisit was to ‘educate selected representatives/stakeholders regarding the integration of environment\nand development and thus enhance their commitment and capacity for the role of different\nstakeholders and departments in ensuring environmental sustainability’.\nThe purpose of the session was mainly to help contextualize the key stakeholders in the focus of the\nproject. Therefore, the following approach was adopted: (a) Selection of the representation of the\nstakeholders, (b) Highlighting that the change is realized through efforts of critical mass of\nindividuals who understand the purpose and are committed. The environment and associated issues\nwere presented in the context of the UN conventions for which GEF serves as financial mechanism.\nIn caparison to global practices of environmental information and management, the expected output\nof the lecture was to increase understanding and importance of environmental information and\nmanagement by: the foreword of concept allied to environmental information and management;\nGlobal examples of environmental information and management; the apt way forward for\nEnvironmental Information & Management System (EIMS) in Khyber Pakhtunkhwa (KPK) province.\nIt was agreed among the participants that arranging lectures such as this one are important to increase\nenvironmental understanding of the concerned stakeholders/participants as they have a vital role to\nplay in raising environmental awareness as well as forming public views and perceptions on\ndevelopment projects. Participants of the subject lecture appreciated the activity and efforts of GEB\nteam and wished that it might continue in future through different forums so that they are capacitated\nwith the right information on environment.","publishing_date":"2019-03-26"}},{"node":{"id":"Report_3","title":"Environmental Information & Management: Global Perspectives & Way Forward For Pakistan","document":{"publicURL":"/web/static/8e7e0f96d932c855af06670f759b8cd3/0605e0774e603a230940af5e9bd2277b.pdf","size":781468},"cover":{"publicURL":"/web/static/95783a923365e2966abba184ff3c71e8/55928ded7614903b895904773d45942f.jpg","size":298382},"summary":"Generating Global Environmental Benefits (GEB) project aims to remove the barriers to\nenvironmental information management and mainstream global environment concerns into\neconomic decision-making. As per the AWP-2019, a Roundtable Conference (RTC) was\norganized by PMU, GEB project with the title of ““Environmental Information &\nManagement: Global Perspectives & Way Forward for Khyber Pakhtunkhwa” on June 17,\n2019. The objective of the RTC was to educate stakeholders/selected representatives regarding\nthe integration of environment and development and thus enhance their commitment and\ncapacity for the role of public and private sector in ensuring environmental sustainability’.\nThe objective of the GEB project are two-fold in its focus; one related to environmental\ninformation and the other is to employ this information for improved decision-making.\nMoreover, the said project has three inter-related outcomes: Regular availability of consistent\nand reliable environmental data; a coordinated and robust environmental information\nmanagement system; and enhanced commitment and capacity for sustainable development\nplanning and legislation. The purpose of this RTC was to explain the importance of\nenvironmental information and management, discuss barriers in its development and find\ninnovative solutions to the environmental problems. The RTC was addressed by a subject\nexpert. It was agreed among the participants that arranging RTCs such as this one are important\nto increase environmental understanding of the concerned stakeholders/participants as they\nhave a vital role to play in raising environmental awareness as well as formulate public views\nand perceptions on development projects. Participants of the subject RTC appreciated the\nactivity and efforts of GEB team and wished that such activities may continue in future through\ndifferent forums so that they are capacitated with the right information on the environment.","publishing_date":"2019-06-17"}},{"node":{"id":"Report_4","title":"EIMS: Addressing key Issues &  Way Forward for Pakistan","document":{"publicURL":"/web/static/f1326b34601cc32978ba20a0bbc521df/1548b307fab8c352a24e754478d98257.pdf","size":1179029},"cover":{"publicURL":"/web/static/fc048ca069d64efabce2d5df49cf737a/1d9641a5707baec773b6b8501205a4cb.jpg","size":275653},"summary":"GEB project, funded by the UNDP/ Global Environment Facility (GEF), is being implemented by the\nMinistry of Climate Change (MoCC) that aims to remove barriers to environmental information\nmanagement and mainstream global environment concerns into the economic decision-making of\nPakistan. As per the AWP-2019, a lecture was organized by PMU, GEB project with the title of “EIMS:\nAddressing Key Issues & Way Forward for Pakistan” on August 6, 2019. The objective of the lecture\nwas to ‘educate selected stakeholders/representatives regarding the integration of environment and\ndevelopment and thus enhance their commitment and capacity for ensuring environmental\nsustainability’.\nEnvironmental data and information serve as a tool in monitoring and enforcing compliance with\nregulations, standards, and environmental policies. While providing an important instrument for policy\nintegration, they also assist in informed decision-making. Consequently, it has become imperative to\ndeliver essential and reliable information on priority environmental issues to decision-makers, and\nability to harmonize with international standards and classifications. The purpose of this lecture was to\nbrief about the importance of environmental information and arrangement, as well as address barriers\nand challenges that government departments, private, and public sectors are facing in the country and\nfind innovative solutions.\nIt was agreed among the participants that lectures such as this one are important to increase\nenvironmental understanding of the concerned stakeholders/participants as they have a vital role to play\nin raising environmental awareness as well as forming public views and perceptions on development\nprojects. Participants of the subject lecture appreciated the activity and efforts of GEB team and wished\nthat it might continue in future through different forums so that they are capacitated with the right\ninformation on environment.","publishing_date":"2019-08-06"}},{"node":{"id":"Report_6","title":"Global Perspectives and Way Forward for Environmental Information & Management in Pakistan","document":{"publicURL":"/web/static/aa99034daba07f056cc22d1b154b8c6f/ef7c793b26b8e085c2e71e468cb33f0a.pdf","size":1000984},"cover":{"publicURL":"/web/static/659254d9f2ac18377d71ec85545854c4/cfcfbbc14d6a91a624f016b8d727af86.png","size":960900},"summary":"GEB project, funded by the UNDP/ Global Environment Facility (GEF), is being implemented\nby the Ministry of Climate Change (MoCC) that aims to remove barriers to environmental\ninformation management and mainstream global environment concerns into the economic\ndecision-making of Pakistan. As per the AWP-2019, a seminar was organized by PMU, GEB\nproject with the title of “Global Perspectives and Way Forward for Environmental Information &\nManagement in Pakistan” on April 23, 2019 at Fatima Jinnah Women University (FJWU),\nRawalpindi. The objective of the seminar was to ‘educate academia/selected representatives\nregarding the integration of environment and development and thus enhance their commitment\nand capacity for the role of academia in ensuring environmental sustainability’.\nThe overall objective of the seminar was to highlight the importance of environmental\ninformation and management. The seminar also aimed to create a clearer understanding of\ngenerating and managing environmental information practices in Pakistan in caparison to global\npractices of environmental information and management. The expected output of the seminar\nwas to increase the understanding and importance of environmental information and\nmanagement by: (a) Introduction of concepts related to environmental information and\nmanagement, (b) Global practices and examples of environmental information and management,\n(c) The way forward for environmental information & management system in Pakistan. The\ndiscussion in this seminar was focused on the current baseline of data collection, practices of our\nlocal environment system and decisions, applied research and demonstrations related to\nenvironmental management and environmental policy.\nIt was agreed among the participants that arranging seminars such as this one are important to\nincrease environmental understanding of the concerned stakeholders/participants as they have a\nvital role to play in raising environmental awareness as well as forming public views and\nperceptions on development projects. Participants of the subject seminar appreciated the activity\nand efforts of GEB team and wished that it might continue in future through different forums so\nthat they are capacitated with the right information on environment.","publishing_date":"2019-04-23"}}]}}}