{"data":{"strapiSuccessStory":{"title":"Redefining Information Management for Environmental Sustainability","description":"Environmental sustainability is the defining challenge of our time and Pakistan is no exception. The resilience and sustainability of the country require that the key environmental issues (land degradation, climate change, biodiversity loss, etc.) are well addressed with the suitable climate change adaptation and mitigation strategies and right policy interventions. However, sound policy making, and robust planning require provision of environmental data and information, which is currently patchy and scattered in Pakistan. \n\nMinistry of Climate Change (MoCC) and United Nations Development Programme (UNDP) are executing eight projects that aim to address various environmental challenges of Pakistan and contribute to improve decision making. However, the implementation and monitoring of these projects are a tedious task for the executing partners. Delays in execution of project activities result in financial costs and the end target of ensuring environmental sustainability of Pakistan remains at stake.\n\nIt was Mr. Hassan  Nasir Jamy, Federal Secretary, Ministry of Climate Change (MoCC)/NPD of GEB project that came up with an idea of establishing an innovative and real time Monitoring Dashboard for the selected UNDP/GEF funded projects. Dr. Saleem Janjua, NPC of GEB project conceptualized the dashboard aiming to summarize progress and update of each selected project against its approved Annual Work Plan (AWP) and thus allow the senior management of MoCC to remove bottlenecks, constraints, and risks for smooth implementation of projects in order to support evidence-based decision making. It is pertinent to mention that the above-mentioned innovative idea of Mr. Hassan Nasir Jamy also sits neatly with the goals of GEB project that aims to remove barriers to environmental information & management through establishment of an ‘environmental information management system’. Establishing a Dashboard for UNDP/GEF funded projects of MoCC would also serve as a pilot activity for establishing an EIMS for Pakistan. \n\nAccordingly, Dr. Saleem Janjua, National Project Coordinator (NPC) of GEB project was entrusted with the responsibility of coordination amongst projects and technical supervision of establishment of the Dashboard. It was under the dynamic leadership of Dr. Saleem Janjua that the activity of establishment of the Dashboard was initiated. Data collection formats were developed by the GEB project. Various rounds of meetings were held with the project teams with the purpose of harmonization of data. Oracle Primavera was used for the Dashboard. Upon receipt of data from various projects, it was cross verified with AWPs as well, and was feeded into the Dashboard. The end product was a\n![Real time Monitoring Dashboard for the selected UNDP/GEF funded projects](/uploads/857be918c31c403ebb700d463d3d35f0.jpg)\nreal time Monitoring Dashboard that displayed regular progress of selected UNDP/GEF funded projects. The names of these projects are as follows.\n\n1. Comprehensive Reduction and Elimination of Persistent Organic Pollutants in Pakistan – POPs    \n2. Generating Global Environmental Benefits - GEB\n3. Institutional Strengthening of National Ozone Unit for the implementation of Montreal Protocol Phase IX/X\n4. Sustainable Land Management Program to Combat Desertification in Pakistan (Phase II) –SLMP-II                             \n5. Sustainable Forest Management - SFM  \n6. Readiness Preparation for Pakistan - REDD+\n\n\n![Mr. Hassan Nasir Jamy, Federal Secretary, and Dr. Saleem Janjua, NPC of GEB](/uploads/d279b81ff602474195c21ea657cfbeed.jpg)\nIt is through the Dashboard that the progress & implementation status of projects are regularly being monitored in a hassle-free manner; any delays - as identified by the Dashboard – could be rectified as well with suitable action. This Dashboard (innovative tool) has been well appreciated by the senior management of MoCC as it has made the monitoring of projects smooth and reliable. Moreover, this Dashboard has removed implementation delays substantially thus reducing costs and contributing to environmental sustainability in Pakistan."}}}