{"data":{"strapiProjectDescription":{"background":"Pakistan has a long yet patchy history of environmental information & management. Since the adoption of National Conservation Strategy (NCS) in early 1992 followed by signing of various conventions, including the UNCBD, UNFCCC and UNCCD, Pakistan has increasingly gathered and synthesized environmental data into explicit information for informed decision-making. Several public sector and civil society institutions are engaged in generating the environmental information. These include the line-departments of environment protection, agriculture, forestry, wildlife, transport, industry, fisheries, livestock, irrigation, public health, and others. However, to date the data and information collected is fragmented, patchy and of un-certain quality. The provision of regular, consistent and reliable environmental information - as well smooth cross-sector coordination among key institutions such as P&Ds, MoPDR, EPAs - is a challenge. Though the capacity and awareness about environment have reasonably enhanced, the sustainable environmental information management and integration of environment and development are yet to be adequately attained. With this premise, a project titled ‘Generating Global Environmental Benefits from Improved Decision-Making Systems and Local Planning in Pakistan (GEB)’ has has been launched. The project is in full conformity with the needs and priorities of not only the Government of Pakistan but also with the priorities of GEF and UNDP. The project falls under the GEF-5 Focal Area of Cross-Cutting Capacity Development (CCCD), addressing all of its five objectives but notably the second, ‘to generate, access and use information and knowledge’ and the third, ‘to strengthen capacities to develop policy and legislative frameworks’. \n\nThe GEB project also sits neatly with the UNDP strategic priority of ‘strengthened national capacities to mainstream environment and energy concerns into national development plans and implementation systems’ and with its country programme outcome: ‘commitments under global conventions on biodiversity implemented’. In fact, there is a strong convergence of interests in enabling Pakistan to secure the sustainability of its long-term economic development by protecting the natural resource-base and to enhance Pakistan’s global contribution to environment and sustainable development. The GEB project strategically focuses on addressing the root causes of environmental considerations, along with the economic planning  and development. It targets sectors and institutions where capacities and actions are most needed and where success and impacts are more likely. These includes, entities responsible for economic and environmental planning and management, as well as those that shape public and political opinions that are fundamental to the success of environment development integration. ","achievements":"-  Inception Workshop was organized by the GEB project aiming at the development of the first year work plan (2019) of GEB project and its formal inception.\n-  The first Project Steering Committee (PSC) meeting was organised by the GEB project wherein the AWP-2019 was got approved by the UNDP & MoCC-Government of Pakistan.\n-   GEB project is the first project being executed under the NIM Guidelines-2011. Hence, various procedures and SOPs were formulated under the NIM Guidelines-2011 for different project-related activities (goods, services, capacity building/trainings, travel, HR, etc.)\n-  A preliminary need assessment study for selected stakeholders/departments at provincial and federal level for development and access of environmental information was carried out. \n-  A brief study to review the various environmental information management systems across the globe was conducted. \n-  An innovative, real-time Monitoring Dashboard/Portal for selected foreign-funded projects of the MoCC was developed. The dashboard/portal summarizes and reports progress against the approved annual work plans on regular basis. \n- A study to assess the status & current situation was conducted with respect to the past major initiatives taken by MoCC during the previous five years, and ongoing developmental activities of MoCC and its selected attached departments at the federal level covering specific environment and climate change related thematic areas.\n- A small-scale study was conducted to develop linkages between the selected universities/relevant organizations and the GEB project for environmental data & environmental research activities. Accordingly, the GEB project developed a conceptual framework for making linkages between the selected universities and thus engaging students via internships for environmental data & environmental research activities. Potential universities working on environmental data and environmental policy research and analysis were also mapped out. \n- Four lectures on EIMS were arranged by the GEB project in collaboration with the Forest Departments of KP, Punjab provinces, as well as with the University of Agriculture, Faisalabad.\n- Four seminars on EIMS were conducted by the GEB project in collaboration with the Fatima Jinnah Women University (FJWU)-Rawalpindi, Environmental Protection Agency (EPA)-Peshawar, NED University-Karachi and BUITEMS, Quetta. \n- Four seminars on EIMS were conducted by the GEB project in collaboration with the Fatima Jinnah Women University (FJWU)-Rawalpindi, Environmental Protection Agency (EPA)-Peshawar, NED University-Karachi and BUITEMS, Quetta. \n- Two on-site visits for media delegates and relevant stakeholders on “exploring the role of media for EIMS” were organized by the project at Morgah Biodiversity Park, Rawalpindi & Punjab Information Technology Board (PITB) Lahore. \n- A Letter of Agreement (LoA) was signed between the Generating Global Environmental Benefits (GEB) and University of Peshawar for collaboration on research and other allied activities as per the requirement under the project.\n- Focal persons for GEB project were nominated from Punjab P&D Board, KP P&D Department, Sindh P&D Board, and Pakistan Bureau of Statistics (PBS).","next":"- Identify and finalize environmental indicators for Federal, Punjab and KP.\n- Develop repository of Pakistan environmental data for environmental information management system (EIMS).\n- Studies for Islamabad, Punjab and KP in support of producing/updating the Environmental Profiles.\n- Design of technical, institutional and IT frameworks for the establishment of Environmental Information Management System (EIMS) .\n- Research and Development activities with selected universities and organizations.\n- Public awareness activities related to EIMS.","objectives":"Generating Global Environmental Benefits from Improved Decision-Making Systems and Local Planning in Pakistan project (GEB) aims to remove the barriers to environmental information management and mainstream global environmental concerns into economic decision-making. \nThe objective of the said project is two-fold in its focus; firstly, related to environmental information, and the other to employ this information for improved decision-making. \nThe project mainly aims to establish a robust environmental information management system (EIMS) and stimulate commitments by filling gaps in capacities of the relevant institutions for integration of environment and development.","outcomes":[{"cover":{"publicURL":"/static/41dc79309b24921ff275dfb1f6f1d8d1/5e1e4bb4811d2528ad9816b772175897.png"},"body":"The regular generation, flow and availability of consistent information has been a major hurdle, especially in environmental reporting. While previous efforts in Pakistan did produce some environment related reports/environmental profiles, the ability to regularly produce such reports remained contingent on a functioning system of data generation/gathering and availability. The focus of this outcome is, therefore, on strengthening the gathering of primary data, its compilation, and flow to a point where it is housed and accessible as a one-stop shop for consistent & reliable data. This will be the data that, at least, various government/non-government plans, projects and programmes would source and reference for future planning.\n\n","title":"Availability of Consistent and Reliable Environmental Data"},{"cover":{"publicURL":"/static/555b2408317b19964f470b791cdbe3b0/366229021b9beeb151480e439cdf3e8d.png"},"body":"This outcome aims to identify & leveraging investments and efforts already made in Pakistan regarding environmental information management systems (EIMSs) and working towards effective coordination and longer term sustainability of what already exists in true spirit of the intended GEF/UNDP funding through the GEB project, and establishing a pilot Environmental Information Management System (EIMS) in Pakistan. In view of the above and the importance of having a functional EIMS, it is important to set a realistic plan and targets, and set up a pilot EIMS at MoCC/pilot systems in Punjab and KP provinces.","title":"A Coordinated and Robust Environmental Information Management System (EIMS)"},{"cover":{"publicURL":"/static/edbecf25f7066b7c75b1b8984cc48a25/6d0835089ee00207af1ddd7ff9a50df1.png"},"body":"The lack of informed public opinion and broader awareness and commitment towards environmental information & management are in fact two major barriers in integrating locally and globally important environmental concerns in development. Therefore, this outcome of capacity building for environmental information & management (under GEB project), in departure from the usual course of developing more guidelines and providing more trainings to select functions, is focused on addressing the core constraints - through novel capacity building activities - impeding progress towards establishing pilot EIMSs in Pakistan.","title":"Enhanced Commitment and Capacity for Sustainable Development Planning and Legislation"}]}}}